import Title from './assets/image.jpg';

export const Books = [
  {
    id: '1',
    img: '',
    raing: '',
    name: 'Грокаем алгоритмы. Иллюстрированное пособие для',
    author: 'Адитья Бхаргава, 2019',
    access: 'have',
    reviews: [
      { img: '', name: 'Иван Иванов', date: '5 января 2019', comment: '' },
      {
        img: '',
        name: 'Николай Качков',
        date: '20 июня 2018',
        comment:
          'Учитывая ключевые сценарии поведения, курс на социально-ориентированный национальный проект не оставляет шанса для анализа существующих паттернов поведения. Для современного мира внедрение современных методик предоставляет широкие возможности для позиций, занимаемых участниками в отношении поставленных задач. Как уже неоднократно упомянуто, сделанные на базе интернет-аналитики выводы будут в равной степени предоставлены сами себе. Вот вам яркий пример современных тенденций — глубокий уровень погружения создаёт предпосылки для своевременного выполнения сверхзадачи. И нет сомнений, что акционеры крупнейших компаний, инициированные исключительно синтетически, превращены в посмешище, хотя само их существование приносит несомненную пользу обществу.',
      },
      { img: '', name: 'Екатерина Беляева', date: '18 февраля 2018', comment: '' },
    ],
  },
  {
    id: '2',
    img: [Title],
    raing: '1',
    name: 'Грокаем алгоритмы. Иллюстрированное ',
    author: 'Адитья Бхаргава, 2019',
    access: 'have',
    reviews: [
      { img: '', name: 'Иван Иванов', date: '5 января 2019', comment: '' },
      {
        img: '',
        name: 'Николай Качков',
        date: '20 июня 2018',
        comment:
          'Учитывая ключевые сценарии поведения, курс на социально-ориентированный национальный проект не оставляет шанса для анализа существующих паттернов поведения. Для современного мира внедрение современных методик предоставляет широкие возможности для позиций, занимаемых участниками в отношении поставленных задач. Как уже неоднократно упомянуто, сделанные на базе интернет-аналитики выводы будут в равной степени предоставлены сами себе. Вот вам яркий пример современных тенденций — глубокий уровень погружения создаёт предпосылки для своевременного выполнения сверхзадачи. И нет сомнений, что акционеры крупнейших компаний, инициированные исключительно синтетически, превращены в посмешище, хотя само их существование приносит несомненную пользу обществу.',
      },
      { img: '', name: 'Екатерина Беляева', date: '18 февраля 2018', comment: '' },
    ],
  },
  {
    id: '3',
    img: [Title, Title, Title],
    raing: '1',
    name: 'Грокаем алгоритмы.',
    author: 'Адитья Бхаргава, 2019',
    access: 'postponed',
    postponed: '03.05',
    reviews: [
      { img: '', name: 'Иван Иванов', date: '5 января 2019', comment: '' },
      {
        img: '',
        name: 'Николай Качков',
        date: '20 июня 2018',
        comment:
          'Учитывая ключевые сценарии поведения, курс на социально-ориентированный национальный проект не оставляет шанса для анализа существующих паттернов поведения. Для современного мира внедрение современных методик предоставляет широкие возможности для позиций, занимаемых участниками в отношении поставленных задач. Как уже неоднократно упомянуто, сделанные на базе интернет-аналитики выводы будут в равной степени предоставлены сами себе. Вот вам яркий пример современных тенденций — глубокий уровень погружения создаёт предпосылки для своевременного выполнения сверхзадачи. И нет сомнений, что акционеры крупнейших компаний, инициированные исключительно синтетически, превращены в посмешище, хотя само их существование приносит несомненную пользу обществу.',
      },
      { img: '', name: 'Екатерина Беляева', date: '18 февраля 2018', comment: '' },
    ],
  },
  {
    id: '4',
    img: [Title],
    raing: '1',
    name: 'Грокаем алгоритмы. Иллюстрированное пособие для',
    author: 'Адитья Бхаргава, 2019',
    access: 'have',
    reviews: [
      { img: '', name: 'Иван Иванов', date: '5 января 2019', comment: '' },
      {
        img: '',
        name: 'Николай Качков',
        date: '20 июня 2018',
        comment:
          'Учитывая ключевые сценарии поведения, курс на социально-ориентированный национальный проект не оставляет шанса для анализа существующих паттернов поведения. Для современного мира внедрение современных методик предоставляет широкие возможности для позиций, занимаемых участниками в отношении поставленных задач. Как уже неоднократно упомянуто, сделанные на базе интернет-аналитики выводы будут в равной степени предоставлены сами себе. Вот вам яркий пример современных тенденций — глубокий уровень погружения создаёт предпосылки для своевременного выполнения сверхзадачи. И нет сомнений, что акционеры крупнейших компаний, инициированные исключительно синтетически, превращены в посмешище, хотя само их существование приносит несомненную пользу обществу.',
      },
      { img: '', name: 'Екатерина Беляева', date: '18 февраля 2018', comment: '' },
    ],
  },
  {
    id: '5',
    img: [Title],
    raing: '1',
    name: 'Грокаем алгоритмы. Иллюстрированное',
    author: 'Адитья Бхаргава, 2019',
    access: 'have',
    reviews: [
      { img: '', name: 'Иван Иванов', date: '5 января 2019', comment: '' },
      {
        img: '',
        name: 'Николай Качков',
        date: '20 июня 2018',
        comment:
          'Учитывая ключевые сценарии поведения, курс на социально-ориентированный национальный проект не оставляет шанса для анализа существующих паттернов поведения. Для современного мира внедрение современных методик предоставляет широкие возможности для позиций, занимаемых участниками в отношении поставленных задач. Как уже неоднократно упомянуто, сделанные на базе интернет-аналитики выводы будут в равной степени предоставлены сами себе. Вот вам яркий пример современных тенденций — глубокий уровень погружения создаёт предпосылки для своевременного выполнения сверхзадачи. И нет сомнений, что акционеры крупнейших компаний, инициированные исключительно синтетически, превращены в посмешище, хотя само их существование приносит несомненную пользу обществу.',
      },
      { img: '', name: 'Екатерина Беляева', date: '18 февраля 2018', comment: '' },
    ],
  },
  {
    id: '6',
    raing: '',
    name: 'Грокаем алгоритмы. Иллюстрированное ',
    author: 'Адитья Бхаргава,  2019',
    access: 'postponed',
    postponed: '23.04',
  },
  {
    id: '7',
    img: [Title],
    raing: '1',
    name: 'Грокаем алгоритмы.',
    author: 'Адитья Бхаргава, 2019',
    access: 'have',
    reviews: [
      { img: '', name: 'Иван Иванов', date: '5 января 2019', comment: '' },
      {
        img: '',
        name: 'Николай Качков',
        date: '20 июня 2018',
        comment:
          'Учитывая ключевые сценарии поведения, курс на социально-ориентированный национальный проект не оставляет шанса для анализа существующих паттернов поведения. Для современного мира внедрение современных методик предоставляет широкие возможности для позиций, занимаемых участниками в отношении поставленных задач. Как уже неоднократно упомянуто, сделанные на базе интернет-аналитики выводы будут в равной степени предоставлены сами себе. Вот вам яркий пример современных тенденций — глубокий уровень погружения создаёт предпосылки для своевременного выполнения сверхзадачи. И нет сомнений, что акционеры крупнейших компаний, инициированные исключительно синтетически, превращены в посмешище, хотя само их существование приносит несомненную пользу обществу.',
      },
      { img: '', name: 'Екатерина Беляева', date: '18 февраля 2018', comment: '' },
    ],
  },
  {
    id: '8',
    img: [Title],
    raing: '1',
    name: 'Грокаем алгоритмы. ',
    author: 'Адитья Бхаргава,  2019',
    access: 'have',
    reviews: [
      { img: '', name: 'Иван Иванов', date: '5 января 2019', comment: '' },
      {
        img: '',
        name: 'Николай Качков',
        date: '20 июня 2018',
        comment:
          'Учитывая ключевые сценарии поведения, курс на социально-ориентированный национальный проект не оставляет шанса для анализа существующих паттернов поведения. Для современного мира внедрение современных методик предоставляет широкие возможности для позиций, занимаемых участниками в отношении поставленных задач. Как уже неоднократно упомянуто, сделанные на базе интернет-аналитики выводы будут в равной степени предоставлены сами себе. Вот вам яркий пример современных тенденций — глубокий уровень погружения создаёт предпосылки для своевременного выполнения сверхзадачи. И нет сомнений, что акционеры крупнейших компаний, инициированные исключительно синтетически, превращены в посмешище, хотя само их существование приносит несомненную пользу обществу.',
      },
      { img: '', name: 'Екатерина Беляева', date: '18 февраля 2018', comment: '' },
    ],
  },
  {
    id: '9',
    img: [Title],
    raing: '1',
    name: 'Грокаем алгоритмы. Иллюстрированное пособие для',
    author: 'Адитья Бхаргава, 2019',
    access: 'booked',
    reviews: [
      { img: '', name: 'Иван Иванов', date: '5 января 2019', comment: '' },
      {
        img: '',
        name: 'Николай Качков',
        date: '20 июня 2018',
        comment:
          'Учитывая ключевые сценарии поведения, курс на социально-ориентированный национальный проект не оставляет шанса для анализа существующих паттернов поведения. Для современного мира внедрение современных методик предоставляет широкие возможности для позиций, занимаемых участниками в отношении поставленных задач. Как уже неоднократно упомянуто, сделанные на базе интернет-аналитики выводы будут в равной степени предоставлены сами себе. Вот вам яркий пример современных тенденций — глубокий уровень погружения создаёт предпосылки для своевременного выполнения сверхзадачи. И нет сомнений, что акционеры крупнейших компаний, инициированные исключительно синтетически, превращены в посмешище, хотя само их существование приносит несомненную пользу обществу.',
      },
      { img: '', name: 'Екатерина Беляева', date: '18 февраля 2018', comment: '' },
    ],
  },
  {
    id: '10',
    raing: '1',
    name: 'Грокаем алгоритмы. Иллюстрированное пособие для ',
    author: 'Адитья Бхаргава, 2019',
    access: 'have',
  },
];
